// 聊天室名
export const roomMenu = [
    '1-8级： 部落出生地', '9-12级：怒焰裂谷', '13-20级：影牙城堡', '21-45级：血色修道院', '45-50级：祖尔法拉克', 
    '50-60级：斯坦索姆', '61-67级：破碎大厅', '68-70级：禁魔监狱', '70级-国际象棋高手：卡拉赞', '70级-战熊之王：祖阿曼', 
    '70级-s5毕业：毒蛇神殿', '70级-凤凰之子：风暴要塞', '70级-大战伊利丹：黑暗神殿', '70级-燃烧军团：太阳之井高地',
    '80级-大战小强：十字军的试炼', '80级-神的战争：奥杜尔', '80级-巫妖王之死：冰冠城塞'
];

export const roomName = [
    '部落出生地', '怒焰裂谷', '影牙城堡', '血色修道院', '祖尔法拉克',
    '斯坦索姆', '破碎大厅', '禁魔监狱', '卡拉赞', '祖阿曼',
    '毒蛇神殿', '风暴要塞', '黑暗神殿', '太阳之井高地', 
    '十字军的试炼', '奥杜尔', '冰冠城塞'
];

